Repository: KDE/okular
Catalog: po/*/okular.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Lukáš Tinkl,Klára Cihlářová,Vít Pelčák,Marián Kyral,Tomáš Chvátal,David Kolibáč,Libor Filípek

# EMAIL OF TRANSLATORS
source: Your emails
cs: lukas@kde.org,koty@seznam.cz,vit@pelcak.org,mkyral@email.cz,tomas.chvatal@gmail.com,david@kolibac.cz,filipek.libor@protonmail.com

source: Okular, a universal document viewer
cs: Okular, univerzální prohlížeč dokumentů

source: Former maintainer
cs: Předchozí správce

source: Lots of framework work, FictionBook backend and former ODT backend
cs: Mnoho práce na frameworku, podpůrná vrstva FictionBook a původní podpůrná vrstva ODT

source: Developer
cs: Vývojář

source: Created Okular from KPDF codebase
cs: Vytvořil Okular ze základů KPDF

source: KPDF developer
cs: Vývojář KPDF

source: Annotations artwork
cs: Grafická podoba poznámek

source: Table selection tool
cs: Nástroj pro výběr tabulky

source: Annotation improvements
cs: Vylepšení poznámek

source: Go to page %1
cs: Přejít na stranu %1

source: Open external file
cs: Otevřít externí soubor

source: Execute '%1'…
cs: Spustit '%1'…

source: First Page
cs: První strana

source: Previous Page
cs: Předchozí strana

source: Next Page
cs: Následující strana

source: Last Page
cs: Poslední strana

source: Back
cs: Zpět

source: Forward
cs: Vpřed

source: Quit
cs: Ukončit

source: Start Presentation
cs: Spustit prezentaci

source: End Presentation
cs: Ukončit prezentaci

source: Find…
cs: Najít…

source: Go To Page…
cs: Přejít na stránku...

source: Play sound…
cs: Přehrát zvuk...

source: JavaScript Script
cs: Skript JavaScriptu

source: Play movie…
cs: Přehrát film...

source: Play movie
cs: Přehrát film

source: Stop movie
cs: Zastavit film

source: Pause movie
cs: Pozastavit film

source: Resume movie
cs: Pokračovat v přehrávání filmu

source: This Okular is built without audio support
cs: Tato aplikace je sestavena bez podpory zvuku

source: Backend Selection
cs: Výběr implementace

source: <qt>More than one backend found for the MIME type:<br /><b>%1</b> (%2).<br /><br />Please select which one to use:</qt>
cs: <qt>Bylo nalezeno více implementací zpracování MIME typu:<br /><b>%1</b> (%2).<br /><br />Prosím vyberte, kterou si přejete použít:</qt>

# @info %1 is a page size
source: Most pages are %1.
cs: Nejvíc stran je %1

# paper type and orientation (eg: Portrait A4)
source: Portrait %1
cs: Na výšku %1

# paper type and orientation (eg: Portrait A4)
source: Landscape %1
cs: Na šířku %1

# %1 is width, %2 is height, %3 is paper size name
source: %1 × %2 in (%3)
cs: %1 × %2 v (%3)

source: Continuing search from beginning
cs: Pokračovat v hledání od začátku

source: Continuing search from bottom
cs: Pokračovat v hledání zdola

source: Can not find a plugin which is able to handle the document being passed.
cs: Nebyl nalezen zásuvný modul vhodný pro zpracování zadaného dokumentu.

# Unsupported action
source: Signing not implemented for this document type
cs: Podepisování pro tento typ dokumentu není implementováno

# remove a collection of annotations from the page
source: remove annotations
cs: Odstranit poznámky

source: The document is trying to execute an external application and, for your safety, Okular does not allow that.
cs: Dokument se pokouší spustit externí aplikaci. Pro vaše bezpečí to Okular nepovolil.

source: No application found for opening file of mimetype %1.
cs: Nebyla nalezena žádná aplikace pro otevírání typu MIME %1.

source: Could not open a temporary file
cs: Nelze otevřít dočasný soubor

source: Print conversion failed
cs: Tisková konverze selhala

source: Printing process crashed
cs: Proces tisku zhavaroval

source: Printing process could not start
cs: Proces tisku nemohl být zahájen

source: Printing to file failed
cs: Tisk do souboru selhal

source: Printer was in invalid state
cs: Tiskárna byla v nesprávném stavu

source: Unable to find file to print
cs: Nelze najít soubor pro vytištění

source: There was no file to print
cs: Soubor pro tisk nebyl zadán

source: Could not find a suitable binary for printing. Make sure CUPS lpr binary is available
cs: Nebyl nalezen vhodný program pro tisk. Ujistěte se, že je program CUPS lpr dostupný

source: The page print size is invalid
cs: Velikost stránky k tisku je neplatná

source: Could not open '%1'. File does not exist
cs: Nelze otevřít "%1". Soubor neexistuje.

source: Title
cs: Název

source: Subject
cs: Předmět

source: Description
cs: Popis

source: Author
cs: Autor

source: Creator
cs: Vytvořil

source: Producer
cs: Producent

source: Copyright
cs: Autorská práva

source: Pages
cs: Strany

source: Created
cs: Vytvořeno

source: Modified
cs: Změněno

source: MIME Type
cs: Typ MIME

source: Category
cs: Kategorie

source: Keywords
cs: Klíčová slova

source: File Path
cs: Cesta k souboru

source: File Size
cs: Velikost souboru

source: Page Size
cs: Velikost stran

# Add an annotation to the page
source: add annotation
cs: přidat poznámku

# Remove an annotation from the page
source: remove annotation
cs: odstranit poznámku

# Modify an annotation's internal properties (Color, line-width, etc.)
source: modify annotation properties
cs: upravit vlastnosti poznámky

# Translate an annotation's position on the page
source: translate annotation
cs: přeložit poznámku

# Change an annotation's size
source: adjust annotation
cs: upravit poznámku

# Generic text edit command
source: edit text
cs: upravit text

# Edit an annotation's text contents
source: edit annotation contents
cs: upravit obsah poznámky

# Edit an form's text contents
source: edit form contents
cs: upravit obsah formuláře

# Edit a list form's choices
source: edit list form choices
cs: upravit položky seznamu

# Edit a combo form's selection
source: edit combo form selection
cs: upravit výběr seznamu

# Edit the state of a group of form buttons
source: edit form button states
cs: upravit stavy tlačítek

source: Plain &Text…
cs: Prostý &text…

source: Print Options
cs: Možnosti tisku

source: Fit to printable area
cs: Vyplnit tisknutelnou oblast

source: Fit to full page
cs: Přizpůsobit plné stránce

source: Scale mode:
cs: Režim škálování:

source: Do not show this message again
cs: Tuto zprávu již nezobrazovat

source: Not Available
cs: Nedostupný

# %1 is a error code
source: Internal signing error. Please report a bug with the steps to reproduce it. Error code %1
cs: Interní chyba podepisování. Nahlaste prosím chybu s postupem pro její reprodukci. Kód chyby %1

# %1 is a filename with path
source: Could not sign the document: <filename>%1</filename>
cs: Nepodařilo se podepsat dokument: <filename>%1</filename>

source: Signing cancelled by user
cs: Podpis zrušen uživatelem

source: Could not sign. Wrong passphrase
cs: Nepodařilo se podepsat. Špatné heslo.

# %1 is a filename with path
source: Could not write the signed document to <filename>%1</filename>, please ensure you have selected a folder with write permission
cs: Podepsaný dokument se nepodařilo zapsat do složky <filename>%1</filename>. Ujistěte se prosím, že jste vybrali složku s oprávněním k zápisu.

source: Unknown signing error
cs: Neznámá chyba při podepisování

# 'source' is a source file
source: Source: %1
cs: Zdroj: %1

source: &Default Font:
cs: Výc&hozí písmo:

source: Version
cs: Verze

source: Serial Number
cs: Sériové číslo

source: Issuer
cs: Vydavatel

source: Issued On
cs: Vydáno dne

source: Expires On
cs: Platný do

# The person/company that made the signature
source: Subject
cs: Předmět

source: Public Key
cs: Veřejný klíč

source: Key Usage
cs: Použití klávesy

source: %1 (%2 bits)
cs: %1 (%2 bitů)

source: Property
cs: Vlastnost

source: Value
cs: Hodnota

source: Pop-up Note
cs: Vyskakovací poznámka

source: Typewriter
cs: Strojopisné

source: Inline Note
cs: Vložená poznámka

source: Arrow with Comment
cs: Šipka s komentářem

source: Arrow
cs: Šipka

source: Straight Line with Comment
cs: Rovná čára s komentářem

source: Straight Line
cs: Rovná čára

source: Polygon with Comment
cs: Mnohoúhelník bez komentáře

source: Polygon
cs: Mnohoúhelník

source: Rectangle with Comment
cs: Obdélník s komentářem

source: Rectangle
cs: Obdélník

source: Ellipse with Comment
cs: Elipsa s komentářem

source: Ellipse
cs: Elipsa

source: Highlight with Comment
cs: Zvýraznění s komentářem

source: Highlight
cs: Zvýraznění

source: Squiggle with Comment
cs: Vlnovka s komentářem

source: Squiggle
cs: Vlnovka

source: Underline with Comment
cs: Podtržení s komentářem

source: Underline
cs: Podtržené

source: Strike Out with Comment
cs: Přeškrtnout s komentářem

source: Strike Out
cs: Přeškrtnuté

source: Stamp with Comment
cs: Razítko s komentářem

source: Stamp
cs: Razítko

source: Freehand Line with Comment
cs: Čára od ruky s komentářem

source: Freehand Line
cs: Čára od ruky

source: Caret
cs: Kurzor

source: File Attachment
cs: Soubor s přílohou

source: Sound
cs: Zvuk

source: Movie
cs: Film

# Caption for a screen annotation
source: Screen
cs: Obrazovka

source: Annotation
cs: Poznámka

# Unknown author
source: Unknown
cs: Neznámý

source: Author: %1
cs: Autor: %1

source: Where do you want to save %1?
cs: Kam si přejete uložit %1?

source: Could not open "%1" for writing. File was not saved.
cs: Nelze otevřít "%1" pro zápis. Soubor nebyl uložen.

source: The signature is cryptographically valid.
cs: Podpis je kryptograficky platný.

source: The signature is cryptographically invalid.
cs: Podpis je kryptograficky neplatný.

source: Digest Mismatch occurred.
cs: Došlo k neshodě v digestech.

source: The signature CMS/PKCS7 structure is malformed.
cs: Struktura podpisu CMS/PKCS7 je chybná.

source: The requested signature is not present in the document.
cs: Vyžadovaný podpis v dokumentu není přítomen.

source: The signature could not be verified.
cs: Podpis nemohl být ověřen.

source: Certificate is Trusted.
cs: Certifikát je důvěryhodný.

source: Certificate issuer isn't Trusted.
cs: Vydavatel certifikátu není důvěryhodný.

source: Certificate issuer is unknown.
cs: Vydavatel certifikátu je neznámý.

source: Certificate has been Revoked.
cs: Certifikát byl odvolán.

source: Certificate has Expired.
cs: Certifikát vypršel.

source: Certificate has not yet been verified.
cs: Certifikát ještě nebyl nelze ověřen.

source: Certificate validation in progress
cs: Probíhá ověření certifikátu

source: Unknown issue with Certificate or corrupted data.
cs: Neznámý problém s certifikátem nebo poškozená data.

source: Unknown Algorithm
cs: Neznámý algoritmus

source: Unknown Type
cs: Neznámý typ

source: Digital Signature
cs: Digitální podpis

source: Non-Repudiation
cs: Nepopiratelnost

source: Encrypt Keys
cs: Zašifrovat klíče

source: Decrypt Keys
cs: Dešifrovat klíče

source: Key Agreement
cs: Výměna klíče

source: Sign Certificate
cs: Podepsat certifikát

source: Sign CRL
cs: Podepsat CRL

source: Encrypt Only
cs: Pouze šifrovat

source: No Usage Specified
cs: Nebylo zadáno žádné použití

source: The document has not been modified since it was signed.
cs: Dokument nebyl od podepsání změněn.

source: The revision of the document that was covered by this signature has not been modified; however there have been subsequent changes to the document.
cs: Revize dokumentu, která byla tímto podpisem pokryta, nebyla upravena; nicméně v dokumentu došlo k následným změnám.

source: The document has been modified in a way not permitted by a previous signer.
cs: Dokument byl změněn způsobem, který nebyl podepisujícím povolen.

source: The document integrity verification could not be completed.
cs: Ověření Požadovanou operaci není možné dokončit

# Digital signature
source: This document has signature placeholder fields.
cs: Tento dokument obsahuje zástupná pole pro podpis.

source: This document is digitally signed.
cs: Tento dokument je digitálně podepsán.

source: This document is digitally signed. There have been changes since last signed.
cs: tento dokument je digitálně podepsán. Od posledního podpisu došlo ke změnám.

source: This document is digitally signed. Some of the signatures could not be validated properly.
cs: Tento dokument je digitálně podepsán. Některé z podpisů nešlo pořádně ověřit.

# Digital signature
source: Signature placeholder %1
cs: Zástupné pole podpisu %1

source: Field: %1 on page %2
cs: Pole: %1 na straně %2

source: Rev. %1: Signed By %2
cs: Rev. %1: Podepsal(a) %2

source: Signing Time: %1
cs: Čas podepsání: %1

source: Reason: %1
cs: Příčina: %1

source: Location: %1
cs: Umístění: %1

# Digital signature type
source: PGP Signature
cs: PGP podpis

# Digital signature type
source: Unknown
cs: Neznámé

# Digital signature type
source: Signature placeholder
cs: Zástupné pole podpisu

source: Signature Type: %1
cs: Typ podpisu: %1

# @item:inlistbox Color name
source: Red
cs: Červená

# @item:inlistbox Color name
source: Orange
cs: Oranžová

# @item:inlistbox Color name
source: Yellow
cs: Žlutá

# @item:inlistbox Color name
source: Green
cs: Zelená

# @item:inlistbox Color name
source: Cyan
cs: Azurová

# @item:inlistbox Color name
source: Blue
cs: Modrá

# @item:inlistbox Color name
source: Magenta
cs: Purpurová

# @item:inlistbox Color name
source: White
cs: Bílá

# @item:inlistbox Color name
source: Gray
cs: Šedá

# @item:inlistbox Color name
source: Black
cs: Černá

# @item:inlistbox
source: Width %1
cs: Šířka %1

# @info:tooltip
source: Annotation line width (No annotation selected)
cs: Tloušťka čáry poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Annotation color (No annotation selected)
cs: Barva poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Annotation fill color (No annotation selected)
cs: Barva výplně poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Annotation opacity (No annotation selected)
cs: Krytí poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Annotation font (No annotation selected)
cs: Písmo poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Add the current annotation to the quick annotations menu (No annotation selected)
cs: Přidat současnou poznámku do nabídky rychlých poznámek (není vybrána žádná poznámka)

# @info:tooltip
source: Constrain shape ratio to 1:1 or line angle to 15° steps (No annotation selected)
cs: Omezit poměr tvarů na 1:1 nebo úhel čáry na kroky po 15° (není vybrána žádná poznámka)

# @info:tooltip
source: Advanced settings for the current annotation tool (No annotation selected)
cs: Pokročilá nastavení pro aktuální nástroj pro poznámky (není vybrána žádná poznámka)

# @info:tooltip
source: Annotation line width
cs: Tloušťka čáry poznámky

# @info:tooltip
source: Annotation line width (Current annotation has no line width)
cs: Tloušťka čáry poznámky (aktuální poznámka nemá žádnou tloušťku čáry)

# @info:tooltip
source: Annotation text color
cs: Barva textu poznámky

# @info:tooltip
source: Annotation border color
cs: Barva okraje poznámky

# @info:tooltip
source: Annotation color
cs: Barva poznámky

# @info:tooltip
source: Annotation fill color
cs: Barva výplně poznámky

# @info:tooltip
source: Annotation fill color (Current annotation has no fill color)
cs: Barva výplně poznámky (aktuální poznámka nemá žádnou barvu výplně)

# @info:tooltip
source: Annotation font
cs: Písmo poznámky

# @info:tooltip
source: Annotation font (Current annotation has no font)
cs: Písmo poznámky (aktuální poznámka nemá žádné písmo)

# @info:tooltip
source: Constrain line angle to 15° steps
cs: Omezit úhel čáry na kroky po 15°

# @info:tooltip
source: Constrain shape ratio to 1:1
cs: Omezit poměr tvarů na 1:1

# @info:tooltip
source: Constrain shape ratio to 1:1 or line angle to 15° steps (Not supported by current annotation)
cs: Omezit poměr tvarů na 1:1 nebo úhel čáry na kroky po 15° (není podporováno aktuální poznámkou)

# @info:tooltip
source: Annotation opacity
cs: Krytí poznámky

# @info:tooltip
source: Add the current annotation to the quick annotations menu
cs: Přidat současnou poznámku do nabídky rychlých poznámek

# @info:tooltip
source: Advanced settings for the current annotation tool
cs: Pokročilá nastavení pro aktuální nástroj pro poznámky

# @action:intoolbar Current annotation config option
source: Color
cs: Barva

# @action:intoolbar Current annotation config option
source: Fill Color
cs: Barva výplně

# @item:inlistbox Color name
source: Transparent
cs: Průhledná

# @item:inlistbox
source: Custom Color…
cs: Vlastní barva...

# @title:window
source: Select color
cs: Zvolte barvu

source: &Annotations
cs: Poznám&ky

# @action:intoolbar Hide the toolbar
source: Hide
cs: Skrýt

# @action:intoolbar Show the builtin annotation toolbar
source: Show more annotation tools
cs: Zobrazit více nástrojů pro poznámky

# @action:intoolbar Annotation tool
source: Highlighter
cs: Zvýraznění

# @action:intoolbar Annotation tool
source: Underline
cs: Podtržené

# @action:intoolbar Annotation tool
source: Squiggle
cs: Vlnovka

# @action:intoolbar Annotation tool
source: Strike Out
cs: Přeškrtnuté

# @action:intoolbar Annotation tool
source: Typewriter
cs: Strojopisné

# @action:intoolbar Annotation tool
source: Inline Note
cs: Vložená poznámka

# @action:intoolbar Annotation tool
source: Popup Note
cs: Vyskakovací poznámka

# @action:intoolbar Annotation tool
source: Freehand Line
cs: Čára od ruky

# @action:intoolbar Annotation tool
source: Straight line
cs: Rovná čára

# @action:intoolbar Annotation tool
source: Arrow
cs: Šipka

# @action:intoolbar Annotation tool
source: Rectangle
cs: Pravoúhelník

# @action:intoolbar Annotation tool
source: Ellipse
cs: Elipsa

# @action:intoolbar Annotation tool
source: Polygon
cs: Mnohoúhelník

# @action
source: Geometrical shapes
cs: Geometrické tvary

# @action
source: Stamp
cs: Razítko

# @action:intoolbar Show list of quick annotation tools
source: Quick Annotations
cs: Rychlé poznámky

# @info:tooltip
source: Choose an annotation tool from the quick annotations
cs: Vyberte nástroj pro poznámku z rychlých poznámek

source: Quick Annotation Bar
cs: Panel pro rychlé poznámky

# @action:intoolbar Add current annotation tool to the quick annotations list
source: Add to Quick Annotations
cs: Přidat do rychlých poznámek

# @action:intoolbar When checked keep the current annotation tool active after use
source: Keep Active
cs: Ponechat aktivní

# @info:tooltip
source: Keep the annotation tool active after use
cs: Ponechat nástroj pro vytváření poznámek po použití aktivní

source: Constrain Ratio and Angle of Annotation Tools
cs: Nástroje pro konstantní poměr a úhel poznámek

# @action:intoolbar Current annotation config option
source: Font
cs: Písmo

# @action:intoolbar Current annotation advanced settings
source: Annotation Settings
cs: Nastavení poznámek

# @action:intoolbar Current annotation config option
source: Line width
cs: Šířka čáry

# @action:intoolbar Current annotation config option
source: Opacity
cs: Krytí

# Page label (number)
source: Page %1 (%2)
cs: Strana %1 (%2)

source: Page %1
cs: Strana %1

# Menu title
source: Annotation
cs: Poznámka

source: &Open Pop-up Note
cs: &Otevřít vyskakovací poznámku

source: Remove Bookmark
cs: Smazat záložku

source: Add Bookmark
cs: Přidat záložku

source: Copy Text to Clipboard
cs: Zkopírovat text do schránky

source: Copy forbidden by DRM
cs: Kopírování zakázáno DRM

source: &Delete
cs: &Smazat

source: &Properties
cs: V&lastnosti

# %1 is the name of the file to save
source: &Save '%1'…
cs: &Uložit '%1'…

source: &Appearance
cs: Vz&hled

source: &General
cs: &Obecné

source: &Author:
cs: &Autor:

source: Created:
cs: Vytvořeno:

source: Modified:
cs: Změněno:

source: Pop-up Note Properties
cs: Vlastnosti vyskakovacích poznámek

source: Typewriter Properties
cs: Vlastnosti psacího stroje

source: Inline Note Properties
cs: Vlastnosti vložené poznámky

source: Straight Line Properties
cs: Vlastnosti čáry

source: Polygon Properties
cs: Vlastnosti mnohostěnu

source: Geometry Properties
cs: Vlastnosti geometrie

source: Text Markup Properties
cs: Vlastnosti značek textu

source: Stamp Properties
cs: Vlastnosti razítka

source: Freehand Line Properties
cs: Vlastnosti čáry od ruky

source: Caret Properties
cs: Vlastnosti kurzoru

source: File Attachment Properties
cs: Vlastnosti přiloženého souboru

source: Sound Properties
cs: Vlastnosti zvuku

source: Movie Properties
cs: Vlastnosti videa

source: Annotation Properties
cs: Vlastnosti poznámky

# @info:tooltip
source: Select a custom stamp symbol from file
cs: Vyberte vlastní symbol razítka ze souboru

# @title:window file chooser
source: Select custom stamp symbol
cs: Vyberte vlastní symbol razítka

source: *.ico *.png *.xpm *.svg *.svgz | Icon Files (*.ico *.png *.xpm *.svg *.svgz)
cs: *.ico *.png *.xpm *.svg *.svgz | Ikony (*.ico *.png *.xpm *.svg *.svgz)

# @info
source: Could not load the file <filename>%1</filename>
cs: Nelze načíst soubor <filename>%1</filename>

# @title:window
source: Invalid file
cs: Neplatný soubor

source: &Color:
cs: &Barva:

source: &Opacity:
cs: &Krytí:

source: Icon:
cs: Ikona:

source: Comment
cs: Komentář

source: Help
cs: Nápověda

source: Insert
cs: Vložit

source: Key
cs: Klíč

source: New paragraph
cs: Nový odstavec

source: Note
cs: Poznámka

source: Paragraph
cs: Odstavec

source: Font:
cs: Písmo:

source: Text &color:
cs: &Barva textu:

source: &Align:
cs: Z&arovnat:

source: Left
cs: Vlevo

source: Center
cs: Střed

source: Right
cs: Vpravo

source: Border &width:
cs: Šíř&ka okraje:

source: Approved
cs: Odsouhlasený

source: As Is
cs: Tak jak je

source: Confidential
cs: Důvěrný

source: Departmental
cs: Oddělení

source: Draft
cs: Koncept

source: Experimental
cs: Experimentální

source: Expired
cs: Prošlý

source: Final
cs: Konečný

source: For Comment
cs: Pro komentáře

source: For Public Release
cs: Pro veřejnost

source: Not Approved
cs: Neodsouhlasený

source: Not For Public Release
cs: Ne pro veřejnost

source: Sold
cs: Prodáno

source: Top Secret
cs: Přísně tajné

source: Bookmark
cs: Záložka

source: Information
cs: Informace

source: Stamp symbol:
cs: Symbol razítka:

source: &Width:
cs: Šíř&ka:

source: Line start:
cs: Začátek řádku:

source: Line end:
cs: Konec řádku:

source: Square
cs: Čtverec

source: Circle
cs: Kolečko

source: Diamond
cs: Diamant

source: Open Arrow
cs: Otevřená šipka

source: Closed Arrow
cs: Uzavřená šipka

source: None
cs: Nic

source: Butt
cs: Patka

source: Right Open Arrow
cs: Šipka doprava otevřená

source: Right Closed Arrow
cs: Šipka doprava uzavřená

source: Slash
cs: Kaligrafický

source: Leader line length:
cs: Délka vodicí čáry:

source: Leader line extensions length:
cs: Délka prodloužení vodicí čáry:

source: Enabled
cs: Povoleno

source: Shape fill:
cs: Výplň tvaru:

source: Type:
cs: Typ:

source: Strike out
cs: Přeškrtnuté

source: File attachment symbol:
cs: Symbol přílohy souboru:

# Symbol for file attachment annotations
source: Graph
cs: Graf

# Symbol for file attachment annotations
source: Push Pin
cs: Připínáček

# Symbol for file attachment annotations
source: Paperclip
cs: Svorka

# Symbol for file attachment annotations
source: Tag
cs: Značka

# 'File' as normal file, that can be opened, saved, etc..
source: File
cs: Soubor

source: No description available.
cs: Popis není dostupný.

source: Name:
cs: Název:

source: Description:
cs: Popis:

source: Caret symbol:
cs: Symbol stříšky:

# Symbol for caret annotations
source: None
cs: Nic

source: Close this note
cs: Zavřít tuto poznámku

source: Options
cs: Možnosti

source: This annotation may contain LaTeX code. Click here to render.
cs: Tato poznámka může obsahovat kód LaTeX. Klikněte zde pro renderování.

source: Cannot find latex executable.
cs: Nelze nalézt program latex.

source: LaTeX rendering failed
cs: LaTeX renderování selhalo

source: Cannot find dvipng executable.
cs: Nelze nalézt program dvipng.

source: A problem occurred during the execution of the 'latex' command.
cs: Během vykonávání příkazu 'latex' došlo k problému.
