Repository: KDE/okular
Catalog: po/*/okular.po
Languages: cs

source: A problem occurred during the execution of the 'dvipng' command.
cs: Během vykonávání příkazu 'dvipng' došlo k problému.

# %1 is the file name
source: %1 One bookmark
cs: %1 Jedna záložka

source: Bookmarks
cs: Záložky

source: Show for all documents
cs: Zobrazit pro všechny dokumenty

source: Search…
cs: Hledat…

source: Expand All
cs: Rozbalit vše

source: Collapse All
cs: Sbalit vše

source: Go to This Bookmark
cs: Přejít na tuto záložku

source: Rename Bookmark
cs: Přejmenovat záložku

# Opens the selected document
source: Open Document
cs: Otevřít dokument

source: Remove all Bookmarks for this Document
cs: Odstranit všechny záložky tohoto dokumentu

source: Certificate Viewer
cs: Prohlížeč certifikátů

source: Export…
cs: Exportovat…

source: General
cs: Obecné

source: Issued By
cs: Vydal

source: Common Name(CN)
cs: Obecné jméno (CN)

source: Organization(O)
cs: Organizace (O)

source: Issued To
cs: Vydáno pro

source: Validity
cs: Platnost

source: Fingerprints
cs: Otisky

source: SHA-1 Fingerprint
cs: Otisk SHA-1

source: SHA-256 Fingerprint
cs: Otisk SHA-256

source: Details
cs: Podrobnosti

source: Certificate Data:
cs: Údaje o certifikátu:

source: Where do you want to save this certificate?
cs: Kam chcete uložit tento certifikát?

source: Certificate File (*.cer)
cs: Soubor s certifikátem (*.cer)

source: Could not export the certificate
cs: Certifikát nelze exportovat

# @title:menu
source: &Color Mode
cs: &Barevný režim

# @action Change Colors feature toggle action
source: Change Colors
cs: Změnit barvy

# @item:inmenu color mode
source: &Normal Colors
cs: &Normální barvy

# @item:inmenu color mode
source: &Invert Colors
cs: &Invertovat barvy

# @item:inmenu color mode
source: Change &Paper Color
cs: Změnit barvu &papíru

# @item:inmenu color mode
source: Change &Dark && Light Colors
cs: Změnit t&mavé a světlé barvy

# @item:inmenu color mode
source: Convert to &Black && White
cs: Převést do če&rnobílé

# @item:inmenu color mode
source: Invert &Lightness
cs: Obrátit &jas

# @item:inmenu color mode
source: Invert L&uma (sRGB Linear)
cs: Invertovat j&as (sRGB lineárně)

# @item:inmenu color mode
source: Invert Luma (&Symmetric)
cs: Invertovat jas (&symetricky)

# @item:inmenu color mode
source: Shift Hue P&ositive
cs: Posun odstínu p&ozitivní

# @item:inmenu color mode
source: Shift Hue N&egative
cs: Posun odstínu n&egativní

source: Red
cs: Červená

source: Green
cs: Zelená

source: Blue
cs: Modrá

source: Yellow
cs: Žlutá

source: Black
cs: Černá

source: White
cs: Bílá

source: Yellow Highlighter
cs: Žlutý zvýrazňovač

source: Green Highlighter
cs: Zelený zvýrazňovač

source: Insert Text
cs: Vložit text

# @option:check Config dialog, accessibility page
source: Draw border around links
cs: Kreslit okraj okolo odkazů

# @option:check Config dialog, accessibility page
source: Change colors
cs: Změnit barvy

# @info Config dialog, accessibility page
source: <b>Warning:</b> these options can badly affect drawing speed.
cs: <b>Varování:</b> tyto možnosti mohou negativně ovlivnit rychlost vykreslování.

# @item:inlistbox Config dialog, accessibility page
source: Invert colors
cs: Invertovat barvy

# @item:inlistbox Config dialog, accessibility page
source: Change paper color
cs: Změnit barvu papíru

# @item:inlistbox Config dialog, accessibility page
source: Change dark & light colors
cs: Změnit tmavé a světlé barvy

# @item:inlistbox Config dialog, accessibility page
source: Convert to black & white
cs: Převést na černobílou

# @item:inlistbox Config dialog, accessibility page
source: Invert lightness
cs: Obrátit jas

# @item:inlistbox Config dialog, accessibility page
source: Invert luma (sRGB linear)
cs: Invertovat jas (sRGB lineárně)

# @item:inlistbox Config dialog, accessibility page
source: Invert luma (symmetric)
cs: Invertovat jas (symetricky)

# @item:inlistbox Config dialog, accessibility page
source: Shift hue positive
cs: Posun odstínu pozitivní

# @item:inlistbox Config dialog, accessibility page
source: Shift hue negative
cs: Posun odstínu negativní

# @label:listbox Config dialog, accessibility page
source: Color mode:
cs: Barevný režim:

# @label:chooser Config dialog, accessibility page
source: Paper color:
cs: Barva papíru:

# @label:chooser Config dialog, accessibility page
source: Dark color:
cs: Tmavá barva:

# @label:chooser Config dialog, accessibility page
source: Light color:
cs: Světlá barva:

# @label:slider Config dialog, accessibility page
source: Threshold:
cs: Práh:

# @label:slider Config dialog, accessibility page
source: Contrast:
cs: Kontrast:

# @label:listbox Config dialog, accessibility page
source: Text-to-speech engine:
cs: Nástroj pro hlasovou syntézu:

# &label:listbox Config dialog, accessibility page
source: Text-to-speech voice:
cs: Hlas pro hlasovou syntézu:

# item:inlistbox Config dialog, general page
source: Full Annotation Toolbar
cs: Plný nástrojový panel pro poznámky

# item:inlistbox Config dialog, general page
source: Quick Annotation Toolbar
cs: Nástrojový panel pro rychlé poznámky

# label:listbox Config dialog, general page
source: Annotation toolbar:
cs: Nástrojový panel pro poznámky:

# @label:textbox Config dialog, annotations page
source: Author:
cs: Autor:

# @info Config dialog, annotations page
source: <b>Note:</b> the information here is used only for annotations. The information is saved in annotated documents, and so will be transmitted together with the document.
cs: <b>Poznámka:</b> Tot nastavení je použito pouze pro poznámky. Informace je uložena v dokumentu s poznámkami, a taky bude vysílána spolu s dokumentem.

source: <h3>Quick Annotation Tools</h3>
cs: <h3>Rychlé nástroje pro poznámky</h3>

# @info:whatsthis Config dialog, editor page
source: Choose the editor you want to launch when Okular wants to open a source file.
cs: Vyberte editor, který si přejete spustit, když bude Okular chtít otevřít zdrojový soubor.

# @item:inlistbox Config dialog, editor page
source: Custom Text Editor
cs: Vlastní textový editor

# @item:inlistbox Config dialog, editor page
source: Emacs client
cs: Klient Emacs

# @item:inlistbox Config dialog, editor page
source: Lyx client
cs: Klient Lyx

# @info:whatsthis
source: <qt>Set the command of a custom text editor to be launched.<br /> You can also put few placeholders: <ul> <li>%f - the file name</li> <li>%l - the line of the file to be reached</li> <li>%c - the column of the file to be reached</li> </ul> If %f is not specified, then the file name is appended to the specified command.
cs: <qt>Zadejte příkaz pro zavolání vlastního textového editoru.<br /> Můžete přidat následující zástupce: <ul> <li>%f - název souboru</li> <li>%l - řádek v souboru</li> <li>%c - sloupec v souboru</li> </ul> Pokud nebude %f zadáno, bude název souboru přidán na konec příkazu.

# @label:textbox Config dialog, editor page
source: Command:
cs: Příkaz:

# @option:check Config dialog, general page
source: Use smooth scrolling
cs: Použít plynulé rolování

# @title:group Config dialog, general page
source: Appearance:
cs: Vzhled:

# @option:check Config dialog, general page
source: Show scrollbars
cs: Zobrazovat rolovací panely

# @option:check Config dialog, general page
source: Link the thumbnails with the page
cs: Propojit miniatury se stránkou

# @option:check Config dialog, general page
source: Show hints and info messages
cs: Zobrazovat rady a informativní zprávy

# @option:check Config dialog, general page
source: Notify about embedded files, forms, or signatures
cs: Upozornit na vložené soubory, formuláře nebo podpisy

# @option:check Config dialog, general page
source: Display document title in titlebar if available
cs: Zobrazit název dokumentu v titulkovém pruhu, pokud je k dispozici

# item:inlistbox Config dialog, general page
source: Display file name only
cs: Zobrazit pouze název souboru

# item:inlistbox Config dialog, general page
source: Display full file path
cs: Zobrazit celou cestu k souboru

# label:listbox Config dialog, general page
source: When not displaying document title:
cs: Pokud není zobrazen nadpis dokumentu:

# @label:listbox Config dialog, general page
source: Use custom background color:
cs: Používat vlastní barvu pozadí:

# @title:group Config dialog, general page
source: Program features:
cs: Funkce programu:

# @option:check Config dialog, general page
source: Open new files in tabs
cs: Otevírat nové soubory v kartách

# @option:check Config dialog, general page
source: Switch to existing tab if file is already open
cs: Přepnout na existující kartu pokud je soubor již otevřen

# @option:check Config dialog, general page
source: Obey DRM limitations
cs: Řídit se DRM

# @option:check Config dialog, general page
source: Reload document on file change
cs: Znovu načíst dokument při změně souboru

# @option:check Config dialog, general page
source: Show backend selection dialog
cs: Zobrazit dialog pro výběr podpůrná vrstvy

# @option:check Config dialog, general page
source: Right to left reading direction
cs: Směr čtení zprava doleva

# @option:check Config dialog, general page
source: Use file information to determine whether to open in continuous mode by default
cs: Na základě informací o souboru se určí, zda se soubor otevře v průběžném režimu ve výchozím nastavení.

# @option:check Config dialog, general page
source: For files without file information, open in continuous mode by default
cs: Soubory bez informací o souboru se ve výchozím nastavení otevírají v průběžném režimu.

# @option:check Config dialog, general page
source: Open in continuous mode by default
cs: Otevřít v průběžném režimu jako výchozí

# @option:check Config dialog, general page
source: When using Browse Tool, wrap cursor at screen edges
cs: Při používání nástroje procházení ohýbat kurzor na okrajích obrazovky

# @label:spinbox Config dialog, general page
source: Items in recent history:
cs: Položky v nedávné historii:

# @label:spinbox Config dialog, general page
source: Overview columns:
cs: Přehledové sloupce:

# @info:tooltip Config dialog, general page
source: Defines how much of the current viewing area will still be visible when pressing the Page Up/Down keys.
cs: Určuje, kolik ze současně zobrazené oblasti bude stále zobrazeno po stisku kláves Page Up/Down.

# @label:spinbox Config dialog, general page
source: Page Up/Down overlap:
cs: Přesah Page Up/Down:

# @item:inlistbox Config dialog, general page, default zoom
source: Fit Width
cs: Přizpůsobit šířku

# @item:inlistbox Config dialog, general page, default zoom
source: Fit Page
cs: Přizpůsobit stránku

# @item:inlistbox Config dialog, general page, default zoom
source: Auto Fit
cs: Autom. přizpůsobit

# @item:inlistbox Config dialog, general page, default zoom
source: Custom
cs: Vlastní

# @item:inlistbox Config dialog, general page, default zoom
source: Defines the default zoom mode for files which were never opened before. For files which were opened before the previous zoom is applied.
cs: Definuje výchozí režim přiblížení pro soubory, které nebyly nikdy předtím otevřeny. Pro soubory, které byly otevřeny dříve, se použije předchozí přiblížení.

# label:listbox Config dialog, general page, default zoom
source: Default zoom:
cs: Výchozí přiblížení:

# @option:check Config dialog, performance page
source: Enable transparency effects
cs: Povolit efekty průhlednosti

# @label Config dialog, performance page
source: CPU usage:
cs: Využití CPU:

# @item:inlistbox Config dialog, performance page, memory usage
source: Low
cs: Nízké

# @item:inlistbox Config dialog, performance page, memory usage
source: Normal (default)
cs: Normální (výchozí)

# @item:inlistbox Config dialog, performance page, memory usage
source: Aggressive
cs: Agresivní

# @item:inlistbox Config dialog, performance page, memory usage
source: Greedy
cs: Nenasytná

# @label:listbox Config dialog, performance page, memory usage
source: Memory usage:
cs: Spotřeba paměti:

# @option:check Config dialog, performance page
source: Enable text antialias
cs: Povolit antialiasing textu

# @title:group Config dialog, performance page
source: Rendering options:
cs: Možnosti vykreslení:

# @option:check Config dialog, performance page
source: Enable graphics antialias
cs: Povolit antialiasing grafiky

# @option:check Config dialog, performance page
source: Enable text hinting
cs: Povolit Text Hinting

source: Keeps used memory as low as possible. Do not reuse anything. (For systems with low memory.)
cs: Udržuje použitou paměť na minimu, nevyužívá opětovně nic (pro systémy s malou pamětí).

source: A good compromise between memory usage and speed gain. Preload next page and boost searches. (For systems with 2GB of memory, typically.)
cs: Dobrý kompromis mezi využitím paměti a zrychlením aplikace. Předem načítá jednu stránku a urychluje hledání (typicky pro systémy s 2 GB paměti).

source: Keeps everything in memory. Preload next pages. Boost searches. (For systems with more than 4GB of memory.)
cs: Udržuje vše v paměti. Předem načítá následující stránky, urychluje hledání (pro systémy s více než 4 GB paměti).

source: Loads and keeps everything in memory. Preload all pages. (Will use at maximum 50% of your total memory or your free memory, whatever is bigger.)
cs: Načte a uchová vše v paměti. Předem načte všechny stránky (použije maximálně 50 % celkové paměti, či volné paměti, dle jejich velikosti).

# @label:spinbox Advance automatically: Every n second
source: every %v second
cs: každou %v vteřinu

# @label:spinbox Config dialog, presentation page
source: Advance automatically:
cs: Pokračovat automaticky:

# @option:check Config dialog, presentation page
source: Loop after last page
cs: Smyčka za poslední stranou

# @item:inlistbox Config dialog, presentation page, tap navigation
source: Tap left/right side to go back/forward
cs: Ťuknutí doleva/doprava pro posun zpět/vpřed

# @item:inlistbox Config dialog, presentation page, tap navigation
source: Tap anywhere to go forward
cs: Ťuknutí kamkoliv pro posun vpřed

# @item:inlistbox Config dialog, presentation page, tap navigation
source: Disabled
cs: Zakázáno

# @label:listbox Config dialog, presentation page, tap navigation
source: Touch navigation:
cs: Ovládání dotekem

# @label:chooser Config dialog, presentation page
source: Background color:
cs: Barva pozadí:

# @item:inlistbox Config dialog, presentation page, cursor visibility
source: Hidden after delay
cs: Skrytý po prodlevě

# @item:inlistbox Config dialog, presentation page, cursor visibility
source: Always visible
cs: Vždy viditelný

# @item:inlistbox Config dialog, presentation page, cursor visibility
source: Always hidden
cs: Vždy skrytý

# @label:listbox Config dialog, presentation page, cursor visibility
source: Mouse cursor:
cs: Kurzor myši:

# @option:check Config dialog, presentation page
source: Show progress indicator
cs: Zobrazit ukazatel průběhu

# @option:check Config dialog, presentation page
source: Show summary page
cs: Zobrazovat souhrnnou stránku

# @item:inlistbox Config dialog, presentation page, transitions
source: Instant (Never use animations)
cs: Okamžitě (nepoužívat animace)

# @item:inlistbox Config dialog, presentation page, transitions
source: Replace
cs: Nahradit

# @item:inlistbox Config dialog, presentation page, transitions
source: Random transition
cs: Náhodný přechod

# @item:inlistbox Config dialog, presentation page, transitions
source: Blinds vertical
cs: Svislá zatmívačka

# @item:inlistbox Config dialog, presentation page, transitions
source: Blinds horizontal
cs: Vodorovná zatmívačka

# @item:inlistbox Config dialog, presentation page, transitions
source: Box in
cs: Box dovnitř

# @item:inlistbox Config dialog, presentation page, transitions
source: Box out
cs: Box ven

# @item:inlistbox Config dialog, presentation page, transitions
source: Dissolve
cs: Rozpustit

# @item:inlistbox Config dialog, presentation page, transitions
source: Fade
cs: Blednutí

# @item:inlistbox Config dialog, presentation page, transitions
source: Glitter down
cs: Třpyt dolů

# @item:inlistbox Config dialog, presentation page, transitions
source: Glitter right
cs: Třpyt doprava

# @item:inlistbox Config dialog, presentation page, transitions
source: Glitter right-down
cs: Třpyt doprava dolů

# @item:inlistbox Config dialog, presentation page, transitions
source: Split horizontal in
cs: Vodorovné rozdělení dovnitř

# @item:inlistbox Config dialog, presentation page, transitions
source: Split horizontal out
cs: Vodorovné rozdělení ven

# @item:inlistbox Config dialog, presentation page, transitions
source: Split vertical in
cs: Svislé rozdělení dovnitř

# @item:inlistbox Config dialog, presentation page, transitions
source: Split vertical out
cs: Svislé rozdělení ven

# @item:inlistbox Config dialog, presentation page, transitions
source: Wipe down
cs: Vyčistit dolů

# @item:inlistbox Config dialog, presentation page, transitions
source: Wipe right
cs: Vyčistit doprava

# @item:inlistbox Config dialog, presentation page, transitions
source: Wipe left
cs: Vyčistit doleva

# @item:inlistbox Config dialog, presentation page, transitions
source: Wipe up
cs: Vyčistit nahoru

# @label:listbox Config dialog, presentation page, transitions
source: Default transition:
cs: Výchozí přechod:

# @label:listbox Config dialog, presentation page, preferred screen
source: Preferred screen:
cs: Preferovaná obrazovka:

# @label Config dialog, presentation page, heading line for drawing tool manager
source: <h3>Drawing Tools</h3>
cs: <h3>Nástroje pro kreslení</h3>

# @item:inlistbox Config dialog, presentation page, preferred screen
source: Current Screen
cs: Aktuální obrazovka

# @item:inlistbox Config dialog, presentation page, preferred screen
source: Default Screen
cs: Výchozí obrazovka

source: Screen %1 (%2 %3 %4)
cs: Obrazovka %1 (%2 %3 %4)

source: Screen %1 (disconnected)
cs: Obrazovka %1 (odpojeno)

source: Drawing Tool: %1
cs: Nástroj pro kresbu: %1

source: Eraser
cs: Guma

source: &Name:
cs: &Název:

source: &Type:
cs: &Typ:

source: Appearance
cs: Vzhled

source: Text markup
cs: Označování textu

source: Geometrical shape
cs: geometrický tvar

source: Create annotation tool
cs: Nástroj pro vytváření poznámek

source: Edit annotation tool
cs: Nástroj pro úpravu poznámek

source: Color:
cs: Barva:

source: &Pen Width:
cs: Šířka &pera:

source: Create drawing tool
cs: Vytvořit nástroj pro kreslení

source: Edit drawing tool
cs: Upravit nástroj pro kreslení

# Unknown date
source: Unknown
cs: Neznámé

# @title:window
source: Embedded Files
cs: Vložené soubory

# @action:button
source: View
cs: Pohled

# @title:column
source: Name
cs: Jméno

# @title:column
source: Description
cs: Popis

# @title:column
source: Size
cs: Velikost

# @title:column
source: Created
cs: Vytvořeno

# @title:column
source: Modified
cs: Změněno

# @action:inmenu
source: &Save As…
cs: &Uložit jako...

# @action:inmenu
source: &View…
cs: &Zobrazit...

source: Could not load print preview part
cs: Nelze načíst komponentu pro náhled před tiskem

source: Print Preview
cs: Náhled před tiskem

source: Close
cs: Zavřít

# Find text
source: F&ind:
cs: Na&jít:

source: Text to search for
cs: Text k vyhledání

# Find and go to the next search match
source: Next
cs: Následující

source: Jump to next match
cs: Přejít na následující výskyt

# Find and go to the previous search match
source: Previous
cs: Předchozí

source: Jump to previous match
cs: Přejít na předchozí výskyt

source: Modify search behavior
cs: Změnit chování vyhledávání

source: Case sensitive
cs: Rozlišovat velká/malá

source: From current page
cs: Z aktuální stránky

source: Find as you type
cs: Hledat při psaní

source: All Files (*)
cs: Všechny soubory (*)

# Digital signature
source: Signature placeholder (Click to Sign)
cs: Místo pro podpis (klikněte pro podpis)

source: &Sign…
cs: &Podepsat...

source: Signature Properties
cs: Vlastnosti podpisu

source: Search Options
cs: Možnosti hledání

# Enable case sensitive search in the side navigation panels
source: Case Sensitive
cs: Rozlišovat velikost písmen

# Enable regular expression search in the side navigation panels
source: Regular Expression
cs: Regulární výraz

source: Layers
cs: Vrstvy

# Layouted like: '5 [pages] of 10'
source: of
cs: z

source: Zoom
cs: Zvětšení

source: Zoom to 100%
cs: Zvětšení na 100%

source: Rotate &Right
cs: Rotovat vp&ravo

# Rotate right
source: Right
cs: Doprava

source: Rotate &Left
cs: Rotovat v&levo

# Rotate left
source: Left
cs: Doleva

source: Original Orientation
cs: Původní orientace

source: &Trim View
cs: Ořeza&t pohled

source: &Trim Margins
cs: Ořeza&t okraje

source: Trim To &Selection
cs: Ořezat &podle výběru

source: Fit &Width
cs: Přizpůsobit šíř&ce

source: Fit &Page
cs: &Přizpůsobit straně

source: &Auto Fit
cs: &Automaticky přizpůsobit

source: Fit Wi&ndow to Page
cs: Přizpůsobit ok&no straně

source: &View Mode
cs: Režim zobrazení

# @item:inmenu
source: &Single Page
cs: Jedna &strana

# @item:inmenu
source: &Facing Pages
cs: Protile&hlé strany

# @item:inmenu
source: Facing Pages (&Center First Page)
cs: Protilehlé strany (&Centrovat první stránku)

# @item:inmenu
source: &Overview
cs: &Přehled

source: &Continuous
cs: Prů&běžně

# @action page layout
source: Use Right to Left Reading Direction
cs: Použít směr čtení zprava doleva

source: &Browse
cs: &Procházet

source: &Zoom
cs: &Zvětšit

source: Area &Selection
cs: Výběr obla&sti

source: &Text Selection
cs: Výběr &textu

source: T&able Selection
cs: Výběr t&abulky

source: &Magnifier
cs: &Lupa

# @action
source: Selection Tools
cs: Nástroje výběru

source: Digitally &Sign…
cs: Digatálně &podepsat...

source: Speak Whole Document
cs: Přečíst celý dokument

source: Speak From Current Page
cs: Přečíst s aktuální stránky

source: Speak Current Page
cs: Přečíst aktuální stránku

source: Stop Speaking
cs: Zastavit čtení

source: Pause/Resume Speaking
cs: Pozastavit/obnovit čtení

source: Scroll Up
cs: Posunout nahoru

source: Scroll Down
cs: Posunout dolů

source: Scroll Page Up
cs: Posunout stránku nahoru

source: Scroll Page Down
cs: Posunout stránku dolů

source: Show Forms
cs: Zobrazit formuláře

source: Loaded a one-page document.
cs: Načten dokument o %1 stránce.

source: Copy Table Contents to Clipboard
cs: Zkopírovat obsah tabulky do schránky

source: Text (1 character)
cs: Text (1 znak)

source: Copy to Clipboard
cs: Zkopírovat do schránky

source: Copy Text (Without line breaks)
cs: Zkopírovat text (bez zalamování)

source: Speak Text
cs: Přečíst text

source: Image (%1 × %2 pixels)
cs: Obrázek (%1 x %2 pixelů)

source: Save to File…
cs: Uložit do souboru…

source: Image [%1 × %2] copied to clipboard.
cs: Obrázek [%1 × %2] zkopírován do schránky.

source: Save file
cs: Uložit soubor

source: Images (*.png *.jpeg)
cs: Obrázky (*.png *.jpeg)

source: File not saved.
cs: Soubor neuložen.

source: Image [%1 × %2] saved to %3 file.
cs: Obrázek [%1 × %2] uložen do souboru %3.

source: Copy Text
cs: Kopírovat text

source: Go to '%1'
cs: Jít na %1'

source: Fit Width
cs: Přizpůsobit šířce

source: Fit Page
cs: Přizpůsobit straně

source: Auto Fit
cs: Automaticky vyplnit

source: Search for '%1' with
cs: Vyhledat '%1' pomocí

source: Configure Web Shortcuts…
cs: Nastavit webové odkazy...

source: Follow This Link
cs: Následovat tento odkaz

source: Play this Sound
cs: Přehrát tento zvuk

source: Stop Sound
cs: Zastavit zvuk

source: Copy Link Address
cs: Kopírovat adresu odkazu

source: Search for '%1' in this document
cs: Vyhledat „%1“ v tomto dokumentu

source: Welcome
cs: Vítejte

source: Select zooming area. Right-click to zoom out.
cs: Vyberte oblast pro zvětšení. Pravým kliknutím oddálíte.

source: Click to see the magnified view.
cs: Kliknutím zobrazíte zvětšený pohled

source: Draw a rectangle around the text/graphics to copy.
cs: Nakreslete obdélník okolo textu nebo obrázku, který si přejete zkopírovat.

source: Select text
cs: Vybrat text
