Repository: KDE/okular
Catalog: po/*/okular.po
Languages: cs

source: Draw a rectangle around the table, then click near edges to divide up; press Esc to clear.
cs: Nakreslete obdélník okolo tabulky, poté klikněte na okraje pro rozdělení; stiskem Esc zrušíte výběr.

source: All your signing certificates are invalid. In case signing worked before, please check their validity dates.
cs: Všechny vaše podpisové certifikáty jsou neplatné. Pokud podpis dříve fungoval, zkontrolujte prosím jejich platnost.

source: No valid certificates
cs: Žádné platné certifikáty

source: Open Certificate Manager
cs: Otevřít správce certifikátů

source: There are no available signing certificates.<br/>Launch Certificate Manager to import or manage certificates<br/>For more information, please see the section about <a href="%1">Adding Digital Signatures</a> in the manual.
cs: Nejsou k dispozici žádné podpisové certifikáty.<br/>Spusťte správce certifikátů a importujte nebo spravujte certifikáty<br/>Další informace naleznete v části <a href="%1">Přidání digitálních podpisů</a> v příručce.

source: No certificates found
cs: Nebyly nalezeny žádné certifikáty

source: There are no available signing certificates.<br/>For more information, please see the section about <a href="%1">Adding Digital Signatures</a> in the manual.
cs: Nejsou k dispozici žádné podpisové certifikáty.<br/>Další informace naleznete v části <a href="%1">Přidání digitálních podpisů</a> v příručce.

source: You have unsaved changes. Please save the document before signing it.
cs: Máte neuložené změny. Před podpisem dokument uložte.

source: Draw a rectangle to insert the signature field
cs: Nakreslete obdélník pro vložení pole podpisu.

source: Draw a rectangle around the page area you wish to keep visible
cs: Nakreslete obdélník okolo oblasti stránky, kterou chcete mít viditelnou

source: New Text Note
cs: Nová textová poznámka

source: Text of the new note:
cs: Text nové poznámky:

source: Signed by: %1 Date: %2
cs: Podepsal: %1 Datum: %2

# @info
source: A signature of this size may be too small to read. If you would like to create a potentially more readable signature, press <interface>Start over</interface> and draw a bigger rectangle.
cs: Podpis této velikosti může být příliš malý na to, aby byl čitelný. Pokud chcete vytvořit potenciálně čitelnější podpis, stiskněte <interface>Začít znovu</interface> a nakreslete větší obdélník.

# @action:button
source: Start Over
cs: Začít znovu

# @action:button
source: Sign
cs: Podepsat

source: Author name
cs: Jméno autora

source: Author name for the annotation:
cs: Jméno autora pro poznámku:

# Annotation tool
source: Draw an ellipse (drag to select a zone)
cs: Nakreslit elipsu (přetažením vyberete zónu)

# Annotation tool
source: Highlight text
cs: Zvýraznit text

# Annotation tool
source: Draw a freehand line
cs: Nakreslit čáru od ruky

# Annotation tool
source: Inline Text Annotation (drag to select a zone)
cs: Vkládaná textová poznámka (táhněte pro výběr zóny)

# Annotation tool
source: Put a pop-up note
cs: Vyskakovací poznámka

# Annotation tool
source: Draw a polygon (click on the first point to close it)
cs: Nakreslit mnohoúhelník (klikněte na první bod pro jeho uzavření)

# Annotation tool
source: Draw a rectangle
cs: Nakreslit obdélník

# Annotation tool
source: Squiggle text
cs: Text s vlnovkou

# Annotation tool
source: Put a stamp symbol
cs: Umístit symbol razítka

# Annotation tool
source: Draw a straight line
cs: Nakreslit čáru

# Annotation tool
source: Strike out text
cs: Přeškrtnout text

# Annotation tool
source: Underline text
cs: Podtrhnout text

# Annotation tool
source: Typewriter Annotation (drag to select a zone)
cs: Poznámka k psacímu stroji (přetažením vyberte oblast)

source: Highlighter
cs: Zvýraznění

source: Add favorite annotation
cs: Přidat oblíbenou poznámku

source: Custom annotation name:
cs: Vlastní název poznámky:

source: &File
cs: &Soubor

source: &Settings
cs: Na&stavení

source: &Help
cs: Nápo&věda

source: &Orientation
cs: Orientace

source: &Bookmarks
cs: &Záložky

source: Viewer Toolbar
cs: Nástrojový panel prohlížeče

source: Thumbnails
cs: Miniatury

source: Annotations
cs: Poznámky

source: This document contains annotations or form data that were saved internally by a previous Okular version. Internal storage is <b>no longer supported</b>.<br/>Please save to a file in order to move them if you want to continue to edit the document.
cs: Tento dokument obsahuje poznámky nebo údaje z formulářů, které byly uloženy interně předchozí verzí programu Okular. Interní úložiště již <b>není podporováno</b>. <br/>Pokud chcete dokument dále upravovat, uložte jej do souboru, abyste jej mohli přesunout.

source: This document has embedded files. <a href="okular:/embeddedfiles">Click here to see them</a> or go to File -> Embedded Files.
cs: Tento dokument obsahuje vložené soubory. <a href="okular:/embeddedfiles"> Klikněte zde pro jejich zobrazení </a> nebo jděte do Soubor -> Vložené soubory.

source: Signing in progress. You can adjust the position and size of the signature
cs: Probíhá podepisování. Můžete upravit polohu a velikost podpisu.

# @action:button finish the signing process
source: Finish Signing
cs: Dokončit podpis

# Previous page
source: Previous
cs: Předchozí

source: Go back to the Previous Page
cs: Přejít na předchozí stránku

source: Moves to the previous page of the document
cs: Přesune se na předchozí stranu v dokumentu

# Next page
source: Next
cs: Následující

source: Advance to the Next Page
cs: Posunout se na následující stránku

source: Moves to the next page of the document
cs: Přesune se na následující stranu v dokumentu

source: Beginning of the document
cs: Začátek dokumentu

source: Moves to the beginning of the document
cs: Přesune se na začátek dokumentu

source: End of the document
cs: Konec dokumentu

source: Moves to the end of the document
cs: Přesune se na konec dokumentu

source: Rename the current bookmark
cs: Přejmenovat současnou záložku

source: Previous Bookmark
cs: Předchozí záložka

source: Go to the previous bookmark
cs: Přejít na předchozí záložku

source: Next Bookmark
cs: Následující záložka

source: Go to the next bookmark
cs: Přejít na následující záložku

source: Configure Okular…
cs: Nastavit Okular...

source: Configure Viewer…
cs: Nastavit prohlížeč...

source: Configure Viewer Backends…
cs: Nastavit podpůrnou vrstvu prohlížeče...

source: Configure Backends…
cs: Nastavit podpůrné vrstvy...

source: About Backend
cs: O podpůrné vrstvě

source: Reloa&d
cs: Znovu načíst

source: Reload the current document from disk.
cs: Obnovit současný dokument z disku.

source: Close &Find Bar
cs: Zavřít vy&hledávací panel

source: Page Number
cs: Číslo strany

# @action
source: Configure Color Modes…
cs: Nastavit barevný režim...

source: Select All Text on Current Page
cs: Vybrat všechen text na současné stránce

source: Show S&idebar
cs: Zobraz&it postranní panel

source: Show &Page Bar
cs: Zobrazit panel st&ránek

source: Show &Signatures Panel
cs: Zobrazit panel &s podpisy

source: &Embedded Files
cs: Vložené soubory

source: E&xport As
cs: E&xportovat jako

source: S&hare
cs: S&dílet

source: P&resentation
cs: P&rezentace

source: Open Con&taining Folder
cs: Otevřít odpovídající s&ložku

source: &Import PostScript as PDF…
cs: &Importovat PostScript jako PDF…

source: Switch Blackscreen Mode
cs: Přepnout režim černé obrazovky

source: Erase Drawing
cs: Smazat kreslení

source: Configure Annotations…
cs: Nastavit poznámky...

source: Play/Pause Presentation
cs: Přehrát/Pozastavit prezentaci

source: You have just modified the open document, but this kind of document can not be saved. Any modification will be lost once Okular is closed.
cs: Právě jste upravili otevřený dokument, ale tento typ dokumentu nelze uložit. Jakékoli úpravy budou po uzavření aplikace Okular ztraceny.

source: Document can't be saved
cs: Dokument nelze uložit

source: Could not open '%1' (%2)
cs: Nelze otevřít '%1' (%2)

source: The loading of %1 has been canceled.
cs: Načítání %1 bylo zrušeno.

source: Could not open %1. Reason: %2
cs: Nelze otevřít %1. Důvod: %2

source: Configure Viewer Backends
cs: Nastavit podpůrné vrstvy prohlížeče

source: Configure Backends
cs: Nastavit podpůrné vrstvy

source: The program "ps2pdf" was not found, so Okular can not import PS files using it.
cs: Program "ps2pdf" nebyl nalezen. Okular jej nemůže použít pro import PS souborů.

source: ps2pdf not found
cs: ps2pdf nenalezen.

source: PostScript files (%1)
cs: Soubory PostScript (%1)

source: Importing PS file as PDF (this may take a while)…
cs: Importování souboru PS jako PDF (může to chvíli trvat)…

source: Please enter the password to read the document:
cs: Prosím, vložte heslo pro přečtení dokumentu:

source: Incorrect password. Try again:
cs: Neplatné heslo. Prosím, zkuste znovu:

source: Document Password
cs: Heslo dokumentu

source: This document has XFA forms, which are currently <b>unsupported</b>.
cs: Tento dokument obsahuje formuláře XFA, jenž momentálně <b>nejsou podporovány</b>.

source: This document has forms. Click on the button to interact with them, or use View -> Show Forms.
cs: Tento dokument obsahuje formuláře. Klikněte na tlačítko pro práci s nimi, nebo použijte Zobrazit -> Zobrazit formuláře.

source: All editing and interactive features for this document are disabled. Please save a copy and reopen to edit this document.
cs: Všechny funkce pro úpravy a interaktivní funkce tohoto dokumentu jsou deaktivovány. Uložte kopii a znovu otevřete, abyste mohli tento dokument upravit.

source: This document wants to be shown full screen. Leave normal mode and enter presentation mode?
cs: Tento dokument se má zobrazit na celou obrazovku. Opustit normální režim a přejít do režimu prezentace?

source: Request to Change Viewing Mode
cs: Požadavek na změnu režimu zobrazení

source: Enter Presentation Mode
cs: Přepnout do režimu prezentace

source: Deny Request
cs: Odepřít požadavek

source: Could not open %1. %2
cs: Nelze otevřít '%1'. %2

# @info
source: The file <filename>%1</filename> has unsaved changes but has been modified by another program. Reloading it will replace the unsaved changes with the changes made in the other program.<nl/><nl/>Do you want to continue reloading the file?
cs: Soubor <filename>%1</filename> obsahuje neuložené změny, ale byl upraven jiným programem. Jeho opětovné načtení nahradí neuložené změny změnami provedenými v jiném programu.<nl/><nl/>Chcete pokračovat v opětovném načtení souboru?

source: File Changed
cs: Soubor změněn

source: Continue Reloading
cs: P&okračovat v opakování načítání

source: Abort Reloading
cs: Přerušit opakované načítání

# @info
source: The file <filename>%1</filename> has unsaved changes but has been modified by another program. Closing it will replace the unsaved changes with the changes made in the other program.<nl/><nl/>Do you want to continue closing the file?
cs: Soubor <filename>%1</filename> obsahuje neuložené změny, ale byl upraven jiným programem. Jeho zavřením dojde k nahrazení neuložených změn změnami provedenými v jiném programu.<nl/><nl/>Chcete pokračovat v zavírání souboru?

source: Continue Closing
cs: Pokračovat v zavření

source: Abort Closing
cs: Přerušit zavření

source: Do you want to save your changes to "%1" or discard them?
cs: Chcete uložit změny do souboru „%1“ nebo je zahodit?

source: Close Document
cs: Zavřít dokument

source: This link points to a close document action that does not work when using the embedded viewer.
cs: Tento odkaz směřuje na činnost zavření dokumentu, což není ve vnořeném prohlížeči použitelné.

source: This link points to a quit application action that does not work when using the embedded viewer.
cs: Tento odkaz směřuje na činnost ukončení aplikace, což není ve vnořeném prohlížeči použitelné.

source: Reloading the document…
cs: Opakované načtení dokumentu...

source: Contents
cs: Obsah

source: Signatures
cs: Podpisy

source: Go to Page
cs: Přejít na stranu

source: &Page:
cs: S&trana:

source: Enter the new name of the bookmark:
cs: Zadejte nový název záložky:

source: Rename this Bookmark
cs: Přejmenovat tuto záložku

source: Remove this Bookmark
cs: Odstranit tuto záložku

source: Save As
cs: Uložit jako

source: You have chosen to save an Okular Archive without the file name ending with the '%1' extension. That is not allowed, do you want to choose a new name?
cs: Rozhodli jste se uložit archiv Okular bez názvu souboru končícího příponou „%1“. Toto není povoleno, chcete zvolit nový název?

source: Unsupported extension
cs: Nepodporovaná přípona

# @action:button
source: Choose New Name
cs: Vyberte nový název

# @info
source: The file <filename>%1</filename> has been modified by another program. If you save now, any changes made in the other program will be lost. Are you sure you want to continue?
cs: Soubor <filename>%1</filename> byl upraven jiným programem. Pokud jej teď uložíte, veškeré změny, které ten program provedl, budou ztraceny. Jste si jisti, že si přejete pokračovat?

source: Save - Warning
cs: Uložit - varování

source: Save a Copy Elsewhere
cs: Uložit kopii jinde

source: The current document is protected with a password.<br />In order to save, the file needs to be reloaded. You will be asked for the password again and your undo/redo history will be lost.<br />Do you want to continue?
cs: Aktuální dokument je chráněn heslem.<br />Aby bylo možné soubor uložit, je nutné jej znovu načíst. Budete znovu vyzváni k zadání hesla a vaše historie zpět/znovu se ztratí.<br />Chcete pokračovat?

source: Could not open the temporary file for saving.
cs: Nelze otevřít dočasný soubor pro uložení.

# @info
source: Could not overwrite <filename>%1</filename> because that file is read-only. Try saving to another location or changing that file's permissions.
cs: Soubor <filename>%1</filename> nelze přepsat, protože je pouze ke čtení. Pokuste se jej uložit jinam nebo změňte jeho oprávnění.

source: After saving, the current document format requires the file to be reloaded. Your undo/redo history will be lost.<br />Do you want to continue?
cs: Po uložení vyžaduje aktuální formát dokumentu znovu načíst soubor. Vaše historie zpět/znovu se ztratí. Chcete pokračovat?

source: File could not be saved in '%1'. Try to save it to another location.
cs: Nelze uložit soubor do '%1'. Pokuste se jej uložit jinam.

source: Filled form contents
cs: Vyplněno z obsahu

source: User annotations
cs: Poznámky uživatele

source: You are about to save changes, but the current file format does not support saving the following elements. Please use the <i>Okular document archive</i> format to preserve them.
cs: Chystáte se uložit změny, ale aktuální formát souboru nepodporuje uložení následujících prvků. Použijte prosím formát <i>archiv dokumentu Okular</i> , abyste je zachovali.

source: Warning
cs: Varování

source: Save as Okular document archive…
cs: Uložit jako archiv dokumentu Okular…

source: You are about to save changes, but the current file format does not support saving the following elements. Please use the <i>Okular document archive</i> format to preserve them. Click <i>Continue</i> to save the document and discard these elements.
cs: Chystáte se uložit změny, ale aktuální formát souboru nepodporuje uložení následujících prvků. Chcete-li je zachovat, použijte formát <i>archiv dokumentu Okular</i> . Kliknutím na <i>Pokračovat</i> dokument uložíte a tyto prvky vymažete.

source: You are about to save changes, but the current file format does not support saving the following elements. Please use the <i>Okular document archive</i> format to preserve them. Click <i>Continue</i> to save, but you will lose these elements as well as the undo/redo history.
cs: Chystáte se uložit změny, ale aktuální formát souboru nepodporuje uložení následujících prvků. Chcete-li je zachovat, použijte formát <i>archiv dokumentu Okular</i> . Kliknutím na <i>Pokračovat</i> jej uložíte, ale ztratíte tyto prvky i historii zpět/znovu.

source: Continue
cs: Pokračovat

source: Continue losing changes
cs: Pokračovat se ztrátou změn

source: File could not be saved in '%1'. %2
cs: Nelze uložit soubor do '%1'. %2

source: Okular cannot copy %1 to the specified location. The document does not exist anymore.
cs: Okular nemůže zkopírovat %1 na zadané místo. Dokument již neexistuje.

source: File could not be saved in '%1'. Error: '%2'. Try to save it to another location.
cs: Soubor nelze uložit do složky „%1“. Chyba: „%2“. Zkuste jej uložit na jiné místo.

source: Expand Whole Section
cs: Rozbalit celou sekci

source: Collapse Whole Section
cs: Sbalit celou sekci

source: Sync Thumbnail with Page
cs: Synchronizovat náhled se stránkou

source: Tools
cs: Nástroje

# @action:inmenu menu that contains actions to control text to speach
source: Speak
cs: Číst

# @title:window
source: Print
cs: Tisk

source: Printing this document is not allowed.
cs: Tisk tohoto dokumentu je zakázán.

source: Could not print the document. Unknown error. Please report to bugs.kde.org
cs: Nelze vytisknout dokument. Neznámá chyba. Prosím nahlaste chybu na http://bugs.kde.org

source: Could not print the document. Detailed error is "%1". Please report to bugs.kde.org
cs: Nelze vytisknout dokument. Podrobný popis chyby je "%1". Prosím nahlaste chybu na http://bugs.kde.org

source: Go to the place you were before
cs: Přejít na předchozí umístění

source: Go to the place you were after
cs: Přejít na následující umístění

source: <qt><strong>File Error!</strong> Could not create temporary file <nobr><strong>%1</strong></nobr>.</qt>
cs: <qt><strong>Chyba v souboru.</strong> Nepovedlo se vytvořit dočasný soubor <nobr><strong>%1</strong></nobr>.</qt>

source: <qt><strong>File Error!</strong> Could not open the file <nobr><strong>%1</strong></nobr> for uncompression. The file will not be loaded.</qt>
cs: <qt><strong>Chyba v souboru.</strong> Nepovedlo se otevřít soubor <nobr><strong>%1</strong></nobr> pro dekompresi. Soubor nebude načten.</qt>

source: <qt>This error typically occurs if you do not have enough permissions to read the file. You can check ownership and permissions if you right-click on the file in the Dolphin file manager, then choose the 'Properties' option, and select 'Permissions' tab in the opened window.</qt>
cs: <qt>Tato chyba se obvykle vyskytuje, pokud nemáte dostatečná oprávnění ke čtení souboru. Vlastnictví a oprávnění můžete zkontrolovat tak, že kliknete pravým tlačítkem myši na soubor ve správci souborů Dolphin, vyberete možnost „Vlastnosti“ a v otevřeném okně vyberete kartu „Oprávnění“.</qt>

source: <qt><strong>File Error!</strong> Could not uncompress the file <nobr><strong>%1</strong></nobr>. The file will not be loaded.</qt>
cs: <qt><strong>Chyba v souboru.</strong> Nepovedlo se rozbalit soubor <nobr><strong>%1</strong></nobr>. Nebude načten.</qt>

source: <qt>This error typically occurs if the file is corrupt. If you want to be sure, try to decompress the file manually using command-line tools.</qt>
cs: <qt>Tato chyba nastává typicky v případech, kdy je soubor poškozen. Pokud si přejete být jisti, rozbalte soubor ručně pomocí nástrojů z příkazové řádky.</qt>

source: No Bookmarks
cs: Žádné záložky

source: There was a problem sharing the document: %1
cs: Nastala chyba při sdílení dokumentu: %1

source: Share
cs: Sdílet

source: Document shared successfully
cs: Obrázek byl úspěšně sdílen

source: You can find the shared document at: <a href="%1">%1</a>
cs: Sdílený dokument najdete na adrese: <a href="%1">%1</a>

source: &Edit
cs: Ú&pravy

source: &View
cs: Po&hled

source: &Go
cs: Pře&jít

source: &Tools
cs: Nás&troje

source: Main Toolbar
cs: Hlavní panel nástrojů

source: Annotation Toolbar
cs: Panel nástrojů pro poznámky

source: Quick Annotation Toolbar
cs: Nástrojový panel pro rychlé poznámky

source: General Options
cs: Obecné volby

source: Accessibility
cs: Zpřístupnění

source: Accessibility Reading Aids
cs: Pomůcky pro zpřístupnění čtení

source: Performance
cs: Výkon

source: Performance Tuning
cs: Ladění výkonu

source: Configure Viewer
cs: Nastavit prohlížeč

source: Presentation
cs: Prezentace

source: Options for Presentation Mode
cs: Možnosti prezentačního režimu

source: Annotation Options
cs: Volby poznámky

source: Editor Options
cs: Možnosti editoru

source: The editor was set by the command line to %1 If you want to use the setting, start okular without the option --editor-cmd
cs: Editor byl nastaven příkazovým řádkem na %1 Pokud chcete toto nastavení použít, spusťte okular bez volby --editor-cmd.

source: Find Next
cs: Najít následující

# [document title/filename] – Presentation
source: %1 – Presentation
cs: %1 - Prezentace

source: Switch Screen
cs: Přepnout obrazovku

# %1 is the screen number (0, 1, ...)
source: Screen %1
cs: Obrazovka %1

source: Exit Presentation Mode
cs: Ukončit prezentační režim

source: Title: %1
cs: Název: %1

source: Pages: %1
cs: Počet stran: %1

source: Click to begin
cs: Klikněte k zahájení

# For Presentation
source: Pause
cs: Pozastavit

# For Presentation
source: Play
cs: Přehrát

source: There are two ways of exiting presentation mode, you can press either ESC key or click with the quit button that appears when placing the mouse in the top-right corner. Of course you can cycle windows (Alt+TAB by default)
cs: Existují dva způsoby, jak opustit prezentační režim. Můžete stisknout klávesu ESC nebo kliknout na ukončovací tlačítko, které se objeví po umístění kurzoru myši do pravého horního rohu. Samozřejmě je také možné použít přepínání oken pomocí Alt + TAB

source: Giving a presentation
cs: Probíhá prezentace

source: Unknown File
cs: Neznámý soubor

source: %1 Properties
cs: Vlastnosti %1

source: &Fonts
cs: &Písma

source: Reading font information…
cs: Načítání informací o písmu…

source: &Page Sizes
cs: &Velikosti strany

# @action:inmenu
source: &Extract Font
cs: &Extrahovat písmo

# Unknown font type
source: Unknown
cs: Neznámý

source: Embedded (subset)
cs: Vloženo (podmnožina)

source: Fully embedded
cs: Plně vloženo

source: No
cs: Ne

source: Yes (subset)
cs: Ano (podmnožina)

source: Yes
cs: Ano

# Replacing missing font with another one
source: %1 (substituting with %2)
cs: %1 (nahrazuje %2)

source: Unknown font
cs: Neznámé písmo

source: Embedded: %1
cs: Vloženo: %1

source: Name
cs: Jméno

source: Type
cs: Typ

source: File
cs: Soubor

source: Page
cs: Strana

source: Size
cs: Velikost

source: Revision Preview
cs: Náhled revize

source: Where do you want to save this revision?
cs: Kam si přejete uložit tuto revizi?

source: Could not save file %1.
cs: Není možné uložit soubor %1.

source: Could not view revision.
cs: Revizi nelze zobrazit.

source: Enter at least 3 letters to filter pages
cs: Zadejte alespoň tři znaky pro filtrování stránek

source: Case Sensitive
cs: Rozlišovat velikost písmen

source: Match Phrase
cs: Souhlasí fráze

source: Match All Words
cs: Souhlasí všechna slova

source: Match Any Word
cs: Souhlasí některé ze slov

source: Filter Options
cs: Volby filtru

source: Certificates
cs: Certifikáty

source: Select certificate to sign with:
cs: Vyberte certifikát, pro podepisování:

source: All
cs: Vše

source: Only QES certificates
cs: Pouze certifikáty QES

# @option:radio
source: Only PGP keys
cs: Pouze klíče PGP

source: Reason:
cs: Důvod:

source: optional
cs: volitelné

source: Location:
cs: Umístění:

source: Background:
cs: Pozadí:

source: Choose...
cs: Vybrat...

source: Recent backgrounds:
cs: Nedávná pozadí:

source: <div align=center><h3>No annotations</h3>To create new annotations press F6 or select <i>Tools -&gt; Annotations</i> from the menu.</div>
cs: <div align=center><h3>Bez poznámek</h3>Pro vytvoření nové poznámky stiskněte F6 nebo vyberte <i>Nástroje -&gt; Poznámky</i> v nabídce.</div>

source: Group by Page
cs: Seskupit podle stran

source: Group by Author
cs: Seskupit podle autora
