Repository: KDE/okular
Catalog: po/*/okular.po
Languages: cs

source: Show annotations for current page only
cs: Zobrazit poznámky pouze pro aktuální stránku

source: Expand all elements
cs: Rozbalit všechny prvky

source: Collapse all elements
cs: Sbalit všechny prvky

source: Properties
cs: Vlastnosti

# file types in a file open dialog
source: Images (%1)
cs: Obrázky (%1)

source: Select background image
cs: Vyberte obrázek na pozadí

source: Forget image
cs: Zapomenout obrázek

source: Forget all images
cs: Zapomenout všechny obrázky

source: Enter password (if any) to unlock certificate: %1
cs: Zadejte heslo (pokud existuje) pro odemčení certifikátu: %1

source: Enter certificate password
cs: Zadejte heslo certifikátu

source: Enter document password
cs: Zadejte heslo k dokumentu

source: Save Signed File As
cs: Uložit podepsaný soubor jako

source: %1_signed.%2
cs: %1_podepsáno.%2

source: Validity Status
cs: Stav platnosti

source: Signature Validity:
cs: Platnost podpisu:

source: Document Modifications:
cs: Změny dokumentu:

source: Additional Information
cs: Další informace

source: Signed By:
cs: Podepsal(a):

source: Signing Time:
cs: Čas podepsání:

source: Document Version
cs: Verze dokumentu

# Document Revision <current> of <total>
source: Document Revision %1 of %2
cs: Revize dokumentu %1 z %2

source: View Signed Version…
cs: Zobrazit podepsanou verzi…

source: View Certificate…
cs: Zobrazit certifikát...

source: View in Certificate Manager
cs: Pohled na správce certifikátů

source: KDE Certificate Manager (kleopatra) not found
cs: Správce certifikátů KDE (kleopatra) nebyl nalezen

# Qualified electronic signature, see wikipedia
source: Qualified
cs: Kvalifikovaný

source: Show bookmarked pages only
cs: Zobrazit pouze stránky se záložkou

# start the movie playback
source: Play
cs: Přehrát

# pause the movie playback
source: Pause
cs: Pozastavit

# stop the movie playback
source: Stop
cs: Zastavit

source: Videos not supported in this okular
cs: Videa v tomto Okularu nejsou podporována

source: Videos not supported in this Okular
cs: Videa v tomto Okularu nejsou podporována

source: &Add…
cs: Přid&at…

source: &Edit…
cs: &Upravit…

source: &Remove
cs: Odst&ranit

source: Move &Up
cs: Posunout nahor&u

source: Move &Down
cs: Posunout &dolů

source: Default Drawing Tool #%1
cs: Výchozí nástroje pro kreslení #%1

source: There's already a tool with that name. Using a default one
cs: Nástroj se zadaným názvem již existuje. Bude použit výchozí.

source: Duplicated Name
cs: Duplicitní název

source: Page of the document to be shown
cs: Stránka dokumentu, která se má zobrazit

source: Start the document in presentation mode
cs: Spustit dokument v prezentačním režimu

source: Start with print dialog
cs: Spustit s dialogem tisku

source: Start with print dialog and exit after printing
cs: Spustit dialogové okno tisku a po dokončení tisku jej zavřít.

source: "Unique instance" control
cs: Kontrola "Unikátní instance"

source: Not raise window
cs: Nezdvihat okno

source: Find a string on the text
cs: Najít řetězec textu

source: Sets the external editor command
cs: Nastaví příkaz externího editoru

source: Documents to open. Specify '-' to read from stdin.
cs: Dokumenty k otevření. Zadejte '-' pro čtení ze standardního vstupu (stdin).

source: You cannot set the editor command in an already running okular instance. Please disable the tabs and try again. Please note, that unique is also not supported when setting the editor command at the commandline.
cs: V již spuštěné instanci programu Okular nelze nastavit příkaz editoru. Deaktivujte karty a zkuste to znovu. Upozorňujeme, že při nastavování příkazu editoru v příkazovém řádku není podporována ani funkce unique.

source: Error: Can't open more than one document with the --unique switch
cs: Chyba: Nelze otevřít víz než jeden dokument s přepínačem --unique

source: Error: Can't open more than one document with the --presentation switch
cs: Chyba: Nelze otevřít víz než jeden dokument s přepínačem --presentation

source: Error: Can't open more than one document with the --print switch
cs: Chyba: Nelze otevřít víz než jeden dokument s přepínačem --print

source: Error: Can't open more than one document with the --page switch
cs: Chyba: Nelze otevřít víz než jeden dokument s přepínačem --page

source: Error: Can't open more than one document with the --find switch
cs: Chyba: Nelze otevřít víz než jeden dokument s přepínačem --find

source: Unable to find the Okular component: %1
cs: Nelze najít komponentu Okular: %1

source: Sidebar
cs: Postranní panel

source: There is already a unique Okular instance running. This instance won't be the unique one.
cs: Jedna unikátní instance Okularu již běží. Tato instance nebude unikátní.

source: Unable to find the Okular component.
cs: Nelze najít komponentu okular.

source: Click to open a file Click and hold to open a recent file
cs: Kliknutím otevřete soubor Kliknutím a podržením otevřete nedávný soubor

source: <b>Click</b> to open a file or <b>Click and hold</b> to select a recent file
cs: <b>Kliknutím</b> otevřete soubor nebo <b>kliknutím a podržením</b> vyberete nedávný soubor

source: Next Tab
cs: Následující karta

source: Previous Tab
cs: Předchozí karta

source: Undo close tab
cs: Vrátit zpět zavření karty

source: Lock Sidebar
cs: Zamknout postranní panel

source: All files (*)
cs: Všechny soubory (*)

source: All supported files (%1)
cs: Všechny podporované soubory (%1)

source: Open Document
cs: Otevřít dokument

source: Confirm Close
cs: Potvrdit uzavření

source: Close Tabs
cs: Zavřít karty

source: You are about to close %1 tabs. Are you sure you want to continue?
cs: Chystáte se zavřít následující %1 karet. Opravdu si přejete pokračovat?

source: Warn me when I attempt to close multiple tabs
cs: Varovat mě při pokusu o uzavření vícero karet

source: &Copy Path
cs: &Kopírovat cestu

source: &Open Containing Folder
cs: &Otevřít odpovídající složku

# recent items context menu
source: &Forget This Item
cs: Zapo&menout tuto položku

# on welcome screen
source: No recent documents
cs: Žádné nedávné dokumenty

source: Welcome to Okular
cs: Vítejte v Okularu

# on welcome screen
source: Open Document...
cs: Otevřít dokument...

# on welcome screen
source: Recent documents
cs: Nedávné dokumenty

# on welcome screen (recent document list)
source: Forget All
cs: Zapomenout všechny

source: Hide welcome screen
cs: Skrýt úvodní obrazovku
